export const MOCK_SOLVED_QUIZ_LIST = [
  {
    id: 1,
    date: "6월 1일",
    quiz: "충동 소비를 줄이기 위한 가장 효과적인 방법은 무엇인가요?",
  },
  {
    id: 2,
    date: "6월 2일",
    quiz: "예산을 초과하지 않기 위해 사용할 수 있는 전략은?",
  },
  {
    id: 3,
    date: "6월 3일",
    quiz: "자동 저축을 활용할 때 얻을 수 있는 장점은 무엇인가요?",
  },
  {
    id: 4,
    date: "6월 4일",
    quiz: "다음 중 가계부 작성의 장점이 아닌 것은 무엇인가요?",
  },
  {
    id: 5,
    date: "6월 5일",
    quiz: "저축 목표를 세울 때 고려해야 할 요소가 아닌 것은?",
  },
  {
    id: 6,
    date: "6월 6일",
    quiz: "소비를 줄이기 위해 가장 먼저 해야 할 일은?",
  },
  {
    id: 7,
    date: "6월 7일",
    quiz: "할인 마케팅에 흔들리지 않기 위한 방법은?",
  },
  {
    id: 8,
    date: "6월 8일",
    quiz: "계획적인 소비 습관을 기르기 위한 실천 방법은?",
  },
  {
    id: 9,
    date: "6월 9일",
    quiz: "예비비는 어떤 목적으로 사용하는 것이 가장 적절한가요?",
  },
  {
    id: 10,
    date: "6월 10일",
    quiz: "다음 중 금융 상품을 비교할 때 중요하게 봐야 할 항목이 아닌 것은?",
  },
];
